Repository: 1617176084/-
Catalog: 很快浏览器/HTML/Strings/*/Resources.resw
Source language: en
Languages: ar, da, de, es, fr, it, ja, ko, pt, ru, th, zh_hans, zh_hant

# jiaru
source: Join
ar: انضمام إلى
da: Deltag
de: Teilnehmen
es: Participar
fr: Joindre
it: Partecipa
ja: 参加
ko: 참가
pt: Ingressar
ru: присоединиться
th: เข้าร่วม
zh_hans: 加入
zh_hant: 加入

# lishijilu.Text
source: Historical record
ar: السجل التاريخي
da: Historisk oversigt
de: Historischen Aufzeichnungen
es: Registro histórico
fr: Dossier historique
it: Record storico
ja: 歴史的な記録
ko: 역사적 기록
pt: Registro histórico
ru: Исторический рекорд
th: บันทึกประวัติศาสตร์
zh_hans: 历史纪录
zh_hant: 歷史紀錄

# liShiJiLu2
source: Historical record
ar: السجل التاريخي
da: Historisk oversigt
de: Historischen Aufzeichnungen
es: Registro histórico
fr: Dossier historique
it: Record storico
ja: 歴史的な記録
ko: 역사적 기록
pt: Registro histórico
ru: Исторический рекорд
th: บันทึกประวัติศาสตร์
zh_hans: 历史纪录
zh_hant: 歷史紀錄

# liuLanSheZhi
source: Browser Settings
ar: إعدادات المستعرض
da: Browser-indstillinger
de: Browsereinstellungen
es: Configuración del explorador
fr: Paramètres du navigateur
it: Impostazioni browser
ja: ブラウザの設定
ko: 브라우저 설정
pt: Configurações do Navegador
ru: Параметры браузера
th: การตั้งค่าเบราว์เซอร์
zh_hans: 浏览器设置
zh_hant: 瀏覽器設置

# noJiLu
source: No historical records
ar: لا توجد سجلات تاريخية
da: Ingen historiske optegnelser
de: Keine historischen Aufzeichnungen
es: No hay registros históricos
fr: Aucun document historique
it: Nessun record storico
ja: 歴史的なレコードがありません。
ko: 아니 역사 기록
pt: Não há registros históricos
ru: Не исторические записи
th: ไม่มีบันทึกทางประวัติศาสตร์
zh_hans: 无历史记录
zh_hant: 無歷史記錄

# noShuQian
source: You haven't saved any bookmarks
ar: لم تقم بحفظ أية إشارات مرجعية
da: Du har ikke gemt nogen bogmærker
de: Sie haben keine Lesezeichen gespeichert.
es: No has guardado ningún marcadores
fr: Vous n’avez pas enregistré tous les signets
it: Non hai salvato i segnalibri
ja: すべてのブックマークを保存していません。
ko: 모든 책갈피를 저장 하지 않은
pt: Você ainda não salvou qualquer favoritos
ru: Вы не сохранили все закладки
th: คุณไม่ได้บันทึกใด ๆ
zh_hans: 您还没保存过书签
zh_hant: 您還沒保存過書簽

# qingkongLishi
source: Determined to empty these historical records?
ar: العزم على إفراغ هذه السجلات التاريخية؟
da: Fast besluttet på at tømme disse historiske optegnelser?
de: Entschlossen, diese historischen Aufzeichnungen zu leeren?
es: ¿Decidido a vaciar estos registros históricos?
fr: Décidés à vider ces documents historiques ?
it: Determinato a svuotare questi documenti storici?
ja: これらの史料を空に決定しますか。
ko: 이러한 역사적 기록을를 결정?
pt: Determinado a esvaziar esses registros históricos?
ru: Будучи преисполнен решимости очистить эти исторические записи?
th: กำหนดการล้างระเบียนประวัติศาสตร์เหล่านี้อย่างไร
zh_hans: 确定清空这些历史纪录？
zh_hant: 確定清空這些歷史紀錄？

# qingKongShuQian
source: Determined to empty them?
ar: العزم على إفراغ لهم؟
da: Fast besluttet på at tømme dem?
de: Entschlossen, sie zu leeren?
es: ¿Decidido a vaciarlos?
fr: Déterminé à les vider ?
it: Determinato a svuotarli?
ja: それらを空に決定しますか。
ko: 그들 빈 결정?
pt: Determinado a esvaziá-los?
ru: Будучи преисполнен решимости пустые их?
th: กำหนดเพื่อล้างพวกเขา
zh_hans: 确定清空这些书签？
zh_hant: 確定清空這些書簽？

# qingKongTiXing
source: Empty reminder
ar: تذكير فارغة
da: Tom påmindelse
de: Leere Erinnerung
es: Recordatorio de vacío
fr: Rappel de vide
it: Promemoria vuoto
ja: 空のアラーム
ko: 빈 알림
pt: Lembrete de vazio
ru: Пустой напоминание
th: จดหมายเตือนชำระเงินที่ว่างเปล่า
zh_hans: 清空提醒
zh_hant: 清空提醒

# quxiao
source: Remove
ar: يلغي
da: annullere
de: abbrechen
es: cancelar
fr: annuler
it: annullare
ja: 取り消す
ko: 취소하다
pt: cancelar
ru: отменить
th: ยกเลิก
zh_hans: 取消
zh_hant: 取消

# shanchu
source: Empty
ar: فارغة
da: Tom
de: Leere
es: Vacío
fr: Vide
it: Vuoto
ja: 空
ko: 빈
pt: Vazio
ru: Пустой
th: ว่างเปล่า
zh_hans: 空
zh_hant: 空

# shezhi.Text
source: Settings
ar: إعدادات
da: Indstillinger
de: Einstellungen
es: Configuración
fr: Paramètres
it: impostazioni
ja: 設定
ko: 설정
pt: Configurações
ru: параметры
th: การตั้งค่า
zh_hans: 设置
zh_hant: 設定

# sheZhi2
source: Settings
ar: إعدادات
da: Indstillinger
de: Einstellungen
es: Configuración
fr: Paramètres
it: impostazioni
ja: 設定
ko: 설정
pt: Configurações
ru: параметры
th: การตั้งค่า
zh_hans: 设置
zh_hant: 設定

# shifouJiarushuqian
source: Bookmarked to facilitate later find this Web site?
ar: إشارة مرجعية لتسهيل العثور على أحدث موقع ويب هذا؟
da: Bogmærke for at lette senere finde dette websted?
de: Lesezeichen, um später finden diese Web Site zu erleichtern?
es: ¿Marcado para facilitar el encontrar más adelante este sitio Web?
fr: Signet pour faciliter plus tard trouver ce site Web ?
it: Segnalibro per facilitare successivamente trovare questo sito Web?
ja: 後にこの Web サイトを容易にするためにしおりか。
ko: 용이 나중 발견이 웹 사이트를 즐겨찾기에?
pt: Marcada para facilitar mais tarde encontrar este Web site?
ru: Закладка для облегчения позже найти этот веб-сайт?
th: บุ๊คมาร์คเพื่อความสะดวกในเว็บไซต์นี้ค้นหาในภายหลัง
zh_hans: 是否加入书签，以方便以后快速找到此网址？
zh_hant: 是否加入書簽，以方便以後快速找到此網址？

# shouye.Text
source: First
ar: الصفحة الأولى
da: Første side
de: Erste Seite
es: Primera página
fr: Première page
it: Prima pagina
ja: 最初のページ
ko: 첫 페이지
pt: Primeira Página
ru: Первая страница
th: หน้าแรก
zh_hans: 主页
zh_hant: 首頁

# shuqian.Text
source: bookmark
ar: إشارة مرجعية
da: bogmærke
de: Textmarke
es: marcador
fr: signet
it: segnalibro
ja: ブックマーク
ko: 책갈피
pt: indicador
ru: закладка
th: ที่คั่นหน้า
zh_hans: 书签
zh_hant: 書籤

# shuQian2
source: bookmark
ar: إشارة مرجعية
da: bogmærke
de: Textmarke
es: marcador
fr: signet
it: segnalibro
ja: ブックマーク
ko: 책갈피
pt: indicador
ru: закладка
th: ที่คั่นหน้า
zh_hans: 书签
zh_hant: 書籤

# tianShuQian
source: Bookmark
ar: الإشارة المرجعية
da: Bogmærke
de: Lesezeichen
es: Marcador
fr: Signet
it: Segnalibro
ja: ブックマーク
ko: 책갈피
pt: Indicador
ru: Закладка
th: บุ๊คมาร์ก
zh_hans: 条书签
zh_hant: 條書簽

# tiaoJiLu
source: Article history
ar: التاريخ المادة
da: Artikel historie
de: Artikel Geschichte
es: Artículo historia
fr: Histoire de l’article
it: Articolo storia
ja: 記事履歴
ko: 문서 역사
pt: História do artigo
ru: Статья история
th: บทความประวัติศาสตร์
zh_hans: 条历史纪录
zh_hant: 條歷史紀錄

# wuXiaZai
source: Free download
ar: تحميل مجاني
da: Gratis download
de: Kostenloser download
es: Descarga gratuita
fr: Téléchargement gratuit
it: Download gratuito
ja: 無料ダウンロード
ko: 무료 다운로드
pt: Download grátis
ru: Скачать бесплатно
th: ดาวน์โหลดฟรี
zh_hans: 无下载记录
zh_hant: 無下載記錄

# xiazai.Text
source: download
ar: تنزيل
da: hent
de: herunterladen
es: descargar
fr: télécharger
it: scaricare
ja: ダウンロード
ko: 다운로드
pt: baixar
ru: скачать
th: ดาวน์โหลด
zh_hans: 下载
zh_hant: 下載

# xiaZai2
source: Download record
ar: تحميل السجل
de: Download Rekord
es: Descargar registro
fr: Télécharger la notice
it: Scarica record
ja: ダウンロード記録
ko: 다운로드 기록
pt: Download registro
ru: Скачать запись
th: ดาวน์โหลดคอร์ด
zh_hans: 下载记录
zh_hant: 下載記錄

# youqingtixing
source: Tips
ar: نصائح
de: Tipps
es: Consejos
fr: Conseils
it: Suggerimenti
ja: ヒント
ko: 팁
pt: Dicas
ru: Советы
th: เคล็ดลับ
zh_hans: 友情提示
zh_hant: 友情提示

# zanbujiaru
source: Do not join
ar: لم تنضم إلى
da: Ikke tilslutter sig
de: Nicht beitreten
es: No se afilian
fr: Ne pas joindre
it: Non si uniscono
ja: 参加しません。
ko: 가입 하지 않으면
pt: Não se juntam
ru: Не присоединиться к
th: ไม่เข้าร่วม
zh_hans: 暂时不加入
zh_hant: 暫時不加入

# gotoStore.Text
source: To shop our
ar: التسوق لدينا
da: Shop vores
de: Shop unsere
es: Para comprar nuestros
fr: Boutique notre
it: Al negozio nostro
ja: 店にご
ko: 게 우리의
pt: A loja de nossa
ru: Магазин нашей
th: ร้านของเรา
zh_hans: 去商店评价我们
zh_hant: 去商店評價我們

# ThemeSettingOk
source: Theme color set successfully, restart the program in order to make the settings take effect
ar: لون السمة المحددة بنجاح، قم بإعادة تشغيل البرنامج بغية جعل الإعدادات نافذة المفعول
da: Tema farvesæt korrekt, Genstart programmet for at gøre indstillingerne for træder i kraft
de: Designfarbe setzen erfolgreich, das Programm neu starten, um die Einstellungen wirksam zu machen
es: Color del tema establecido con éxito, reiniciar el programa para hacer que la configuración tome efecto
fr: Couleur du thème définie avec succès, redémarrez le programme afin que les paramètres prennent effet
it: Colore del tema impostato correttamente, riavviare il programma per rendere le impostazioni effettive
ja: テーマの色が正常に設定プログラムを再起動して設定を有効にするために
ko: 성공적으로 설정 테마 색상 설정을 적용 하려면 프로그램을 다시 시작
pt: Tema cor definido com êxito, reinicie o programa para fazer com que as configurações tenham efeito
ru: Цвета темы, установлен успешно, перезапустите программу для того, чтобы настройки вступили в силу
th: ชุดรูปแบบสีชุดสำเร็จ เริ่มโปรแกรมเพื่อทำการตั้งค่ามีผล
zh_hans: 主题色设置成功，请重启本程序，才能使本次设置生效
zh_hant: 主題色設置成功，請重啟本程式，才能使本次設置生效

# ThemeSettingFail
source: Setup failed, contact the developers fix this issue (BUG)
ar: الإعداد الفاشلة، الاتصال للمطورين إصلاح هذه المشكلة (خطأ)
da: Installationen mislykkedes, kontakt udviklere lave indeværende oplag (fejl)
de: Setup fehlgeschlagen, Kontakt zu beheben die Entwickler dieses Problem (BUG)
es: Instalación fallida, en contacto con los desarrolladores de arreglar este problema (BUG)
fr: Le programme d’installation a échoué, contacter les développeurs de résoudre ce problème (BUG)
it: Installazione non riuscita, contatta gli sviluppatori risolvere questo problema (BUG)
ja: セットアップできません、連絡先開発者は、この問題 (バグ) を修正します。
ko: 설치 실패, 연락처 (버그)이이 문제를 해결 하는 개발자
pt: A instalação falhou, contato os desenvolvedores corrigir esse problema (BUG)
ru: Программа установки не удалось, обратитесь разработчиков исправить эту ошибку (ошибка)
th: ติดตั้งล้มเหลว ติดต่อ นักพัฒนาแก้ไข (BUG)
zh_hans: 设置失败，请联系开发者进行修复此问题（BUG）
zh_hant: 設置失敗，請聯繫開發者進行修復此問題（BUG）

# ThemeColor.Text
source: theme color
ar: لون النسق
da: temafarve
de: Farbdesign
es: color para temas
fr: couleur de thème
it: colore del tema
ja: テーマの色
ko: 테마 색
pt: cor de tema
ru: цвет темы
th: ชุดรูปแบบสี
zh_hans: 主题颜色
zh_hant: 佈景主題色彩

# AppName
source: Fast browser
ar: متصفح سريع
da: Hurtig browser
de: Schneller browser
es: Navegador rápido
fr: Navigateur rapide
it: Browser veloce
ja: 高速ブラウザー
ko: 빠른 브라우저
pt: Navegador rápido
ru: Быстрый браузер
th: เบราว์เซอร์ที่รวดเร็ว
zh_hans: 很快浏览器
zh_hant: 很快瀏覽器
